posts/05/index.html
<!DOCTYPE html>
<html prefix="og: http://ogp.me/ns# article: http://ogp.me/ns/article# " lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>#05 | the lion blog</title>
<link href="../../assets/css/all-nocdn.css" rel="stylesheet" type="text/css">
<link href="https://fonts.googleapis.com/css?family=Playfair+Display:700,900" rel="stylesheet">
<meta name="theme-color" content="#5670d4">
<meta name="generator" content="Nikola (getnikola.com)">
<link rel="alternate" type="application/rss+xml" title="RSS" hreflang="en" href="../../rss.xml">
<link rel="canonical" href="https://mfuchs1.github.io/posts/05/">
<!--[if lt IE 9]><![endif]--><meta name="author" content="Matthias Fuchs">
<link rel="prev" href="../04/" title="#04" type="text/html">
<link rel="next" href="../06org/" title="#06" type="text/html">
<meta property="og:site_name" content="the lion blog">
<meta property="og:title" content="#05">
<meta property="og:url" content="https://mfuchs1.github.io/posts/05/">
<meta property="og:description" content="Corona


Nach langer Zeit melde ich mich wieder. In der Zwischenzeit hat die Corona-Krise die ganze Welt fest im Griff. Zu diesem Thema gäbe es viel zu schreiben. Im Moment ist es wohl zu verfrüht, da">
<meta property="og:type" content="article">
<meta property="article:published_time" content="2020-07-01T10:17:54+02:00">
</head>
<body>
<a href="#content" class="sr-only sr-only-focusable">Skip to main content</a>

<!-- Header and menu bar -->
<div class="container">
      <header class="blog-header py-3"><div class="row nbb-header align-items-center">
          <div class="col-md-3 col-xs-2 col-sm-2" style="width: auto;">
            <button class="navbar-toggler navbar-light bg-light nbb-navbar-toggler" type="button" data-toggle="collapse" data-target=".bs-nav-collapsible" aria-controls="bs-navbar" aria-expanded="false" aria-label="Toggle navigation">
                <span class="navbar-toggler-icon"></span>
            </button>
            <div class="collapse bs-nav-collapsible bootblog4-search-form-holder">
                
            </div>
        </div>
          <div class="col-md-6 col-xs-10 col-sm-10 bootblog4-brand" style="width: auto;">
            <a class="navbar-brand blog-header-logo text-dark" href="../../">

            <span id="blog-title">the lion blog</span>
        </a>
          </div>
            <div class="col-md-3 justify-content-end align-items-center bs-nav-collapsible collapse flex-collapse bootblog4-right-nav">
            <nav class="navbar navbar-light bg-white"><ul class="navbar-nav bootblog4-right-nav">
<li class="nav-item">
    <a href="index.org" id="sourcelink" class="nav-link">Source</a>
    </li>


                    
            </ul></nav>
</div>
    </div>
</header><nav class="navbar navbar-expand-md navbar-light bg-white static-top"><div class="collapse navbar-collapse bs-nav-collapsible" id="bs-navbar">
            <ul class="navbar-nav nav-fill d-flex w-100">
<li class="nav-item">
<a href="../../archive.html" class="nav-link">Archive</a>
                </li>
<li class="nav-item">
<a href="../../categories/" class="nav-link">Tags</a>
                </li>
<li class="nav-item">
<a href="../../rss.xml" class="nav-link">RSS feed</a>

                
            </li>
</ul>
</div>
<!-- /.navbar-collapse -->
</nav>
</div>

<div class="container" id="content" role="main">
    <div class="body-content">
        <!--Body content-->
        
        
        
<article class="post-text h-entry hentry postpage" itemscope="itemscope" itemtype="http://schema.org/Article"><header><h1 class="p-name entry-title" itemprop="headline name"><a href="." class="u-url">#05</a></h1>

        <div class="metadata">
            <p class="byline author vcard p-author h-card"><span class="byline-name fn p-name" itemprop="author">
                    Matthias Fuchs
            </span></p>
            <p class="dateline">
            <a href="." rel="bookmark">
            <time class="published dt-published" datetime="2020-07-01T10:17:54+02:00" itemprop="datePublished" title="2020-07-01 10:17">2020-07-01 10:17</time></a>
            </p>
            
        <p class="sourceline"><a href="index.org" class="sourcelink">Source</a></p>

        </div>
        

    </header><div class="e-content entry-content" itemprop="articleBody text">
    <div id="outline-container-org234b09b" class="outline-2">
<h2 id="org234b09b">Corona</h2>
<div class="outline-text-2" id="text-org234b09b">
<p>
Nach langer Zeit melde ich mich wieder. In der Zwischenzeit hat die Corona-Krise die ganze Welt fest im Griff. Zu diesem Thema gäbe es viel zu schreiben. Im Moment ist es wohl zu verfrüht, darüber ein gutes Urteil zu fällen. Da ich als "Normal-Bürger" kaum an gesicherte und objektive Daten herankomme, muss ich mich auf jene Daten verlassen, welche die diversen Medien preisgeben. Ich habe ab einem (eher frühen) Zeitpunkt beschlossen, mir keine neuen Corona-News mehr anzuhören. Ich habe mich selbst beobachtet und erkannt, dass diese News mich nur in Angst und Unsicherheit versetzen. Vielleicht war das ja genau die Absicht hinter diesen News? Wer weiß …
</p>
</div>

<div id="outline-container-org6e5b919" class="outline-3">
<h3 id="org6e5b919">Medien</h3>
<div class="outline-text-3" id="text-org6e5b919">
<p>
Ich habe mich vor allem auf folgenden Kanälen informiert: KenFM, ServusTV, Addendum, Prof. Dr. Sucharit Bhakdi, Dr. Raphael Bonelli, … Mit den Daten wird viel Unfug betrieben und oft auch falsch informiert. Gerade der ORF hat sich in letzter Zeit nicht mit Ruhm bekleckert. Am eigenen Leib habe ich erfahren müssen, wie "gehörig und unterwürfig" selbst engagierte Christen die Bundesregierung "verherrlichen" und jede Massnahme ohne Hinterfragen akzeptieren. Wer anderer Meinung ist, wird ausnahmslos ins Verschwörereck gestellt. Wie wohltuend sind da Medien wie ServusTV.
</p>
</div>
</div>
</div>
    </div>
    <aside class="postpromonav"><nav><ul class="pager hidden-print">
<li class="previous">
                <a href="../04/" rel="prev" title="#04">Previous post</a>
            </li>
            <li class="next">
                <a href="../06org/" rel="next" title="#06">Next post</a>
            </li>
        </ul></nav></aside></article><!--End of body content--><footer id="footer">
            Contents © 2021         <a href="mailto:matthiasfuchs01@gmail.com">Matthias Fuchs</a> - Powered by         <a href="https://getnikola.com" rel="nofollow">Nikola</a>         
            
            
        </footer>
</div>
</div>


        <script src="../../assets/js/all-nocdn.js"></script><script>
    baguetteBox.run('div#content', {
        ignoreClass: 'islink',
        captions: function(element){var i=element.getElementsByTagName('img')[0];return i===undefined?'':i.alt;}});
    </script>
</body>
</html>
